Repository: pld-linux/policycoreutils
Catalog: policycoreutils-*.po
Languages: pl

source: usage: %s [-bq]
pl: Sk³adnia: %s [-bq]

source: %s: Can't load policy: %s
pl: %s: Nie mo¿na za³adowaæ polityki: %s

source: failed to set PAM_TTY
pl: nie uda³o siê ustawiæ PAM_TTY

source: Password:
pl: Has³o:

source: Cannot find your entry in the shadow passwd file.
pl: Nie mo¿na znale¼æ wpisu u¿ytkownika w pliku hase³ shadow.

source: getpass cannot open /dev/tty
pl: getpass nie mo¿e otworzyæ /dev/tty

source: cannot find valid entry in the passwd file.
pl: nie mo¿na znale¼æ poprawnego wpisu w pliku passwd.

source: Out of memory!
pl: Koniec pamiêci!

source: Error! Shell is not valid.
pl: B³±d! Pow³oka nie jest poprawna.

source: Unable to clear environment
pl: Nie uda³o siê wyczy¶ciæ ¶rodowiska

source: Error initing capabilities, aborting.
pl: B³±d podczas inicjalizacji capabilities, zakoñczenie.

source: Error setting capabilities, aborting
pl: B³±d podczas ustawiania capabilities, zakoñczenie.

source: Error setting KEEPCAPS, aborting
pl: B³±d podczas ustawiania KEEPCAPS, zakoñczenie

source: Error dropping capabilities, aborting
pl: B³±d podczas porzucania capabilities, zakoñczenie

source: Error changing uid, aborting.
pl: B³±d podczas zmiany uida, zakoñczenie.

source: Error resetting KEEPCAPS, aborting
pl: B³±d podczas zerowania KEEPCAPS, zakoñczenie

source: Error dropping SETUID capability, aborting
pl: B³±d podczas porzucania capability SETUID, zakoñczenie

source: Error freeing caps
pl: B³±d podczas zwalniania caps

source: Error connecting to audit system.
pl: B³±d podczas ³±czenia siê z systemem audytu.

source: Error allocating memory.
pl: B³±d podczas przydzielania pamiêci.

source: Error sending audit message.
pl: B³ad podczas wysy³ania komunikatu audytowego.

source: Could not determine enforcing mode.
pl: Nie uda³o siê ustaliæ trybu wymuszania.

source: Error! Could not open %s.
pl: B³±d! Nie uda³o siê otworzyæ %s.

source: %s! Could not get current context for %s, not relabeling tty.
pl: %s! Nie uda³o siê pobraæ aktualnego kontekstu dla %s, etykiety nie zmienione.

source: %s! Could not get new context for %s, not relabeling tty.
pl: %s! Nie uda³o siê pobraæ nowego kontekstu dla %s, etykieta tty nie zmieniona.

source: %s! Could not set new context for %s
pl: %s! Nie uda³o siê ustawiæ nowego kontekstu dla %s

source: %s changed labels.
pl: Etykiety %s zmienione.

source: Warning! Could not restore context for %s
pl: Uwaga! Nie uda³o siê odtworzyæ kontekstu dla %s

source: Error: multiple roles specified
pl: B³±d: podano wiele ról

source: Error: multiple types specified
pl: B³±d: podano wiele typów

source: Sorry, -l may be used with SELinux MLS support.
pl: Niestety -l mo¿e byæ u¿ywane z obs³ug± MLS SELinuksa.

source: Error: multiple levels specified
pl: B³±d: podano wiele poziomów

source: Error: you are not allowed to change levels on a non secure terminal
pl: B³±d: brak uprawnieñ do zmiany poziomów na niebezpiecznym terminalu

source: Couldn't get default type.
pl: Nie uda³o siê pobraæ domy¶lnego typu.

source: failed to get new context.
pl: nie uda³o siê pobraæ nowego kontekstu.

source: failed to set new role %s
pl: ustawienie nowej roli %s nie powiod³o siê

source: failed to set new type %s
pl: ustawienie nowego typu %s nie powiod³o siê

source: failed to build new range with level %s
pl: ustawienie nowego zakresu z poziomem %s nie powiod³o siê

source: failed to set new range %s
pl: ustawienie nowego zakresu %s nie powiod³o siê

source: failed to convert new context to string
pl: konwersja nowego kontekstu na ³añcuch nie powiod³a siê

source: %s is not a valid context
pl: %s nie jest poprawnym kontekstem

source: Unable to allocate memory for new_context
pl: Nie uda³o siê przydzieliæ pamiêci dla new_context

source: Unable to obtain empty signal set
pl: Nie uda³o siê uzyskaæ pustego zbioru sygna³ów

source: Unable to set SIGHUP handler
pl: Nie uda³o siê ustawiæ obs³ugi SIGHUP

source: Sorry, newrole may be used only on a SELinux kernel.
pl: Niestety newrole mo¿e byæ u¿ywane tylko z j±drem SELinux.

source: failed to get old_context.
pl: nie uda³o siê pobraæ poprzedniego kontekstu (old_context).

source: Error! Could not retrieve tty information.
pl: B³±d! Nie uda³o siê uzyskaæ informacji o tty.

source: Authenticating %s.
pl: Uwierzytelnianie %s.

source: failed to initialize PAM
pl: nie uda³o siê zainicjowaæ PAM

source: newrole: incorrect password for %s
pl: newrole: nieprawid³owe has³o dla u¿ytkownika %s

source: newrole: failure forking: %s
pl: newrole: niepowodzenie fork: %s

source: Unable to restore tty label...
pl: Nie uda³o siê przywróciæ etykiety tty...

source: Failed to close tty properly
pl: Nie uda³o siê zamkn±æ w³a¶ciwie tty

source: Could not close descriptors.
pl: Nie uda³o siê zamkn±æ deskryptorów.

source: Error allocating shell's argv0.
pl: B³±d podczas przydzielania argv0 pow³oki.

source: Could not set exec context to %s.
pl: Nie uda³o siê ustawiæ kontekstu wykonywania na %s.

source: Unable to restore the environment, aborting
pl: Nie uda³o siê przywróciæ ¶rodowiska, zakoñczenie

source: failed to exec shell
pl: uruchomienie pow³oki nie powiod³o siê

source: USAGE: run_init <script> <args ...> where: <script> is the name of the init script to run, <args ...> are the arguments to that script.
pl: Sk³adnia: run_init <skrypt> <argumenty ...> gdzie: <skrypt> to nazwa skryptu init do uruchomienia, <argumenty ...> to argumenty dla tego skryptu.

source: failed to get account information
pl: nie uda³o siê pobraæ informacji o koncie

source: run_init: incorrect password for %s
pl: run_init: nieprawid³owe has³o dla u¿ytkownika %s

source: Could not open file %s
pl: Nie uda³o siê otworzyæ pliku %s

source: No context in file %s
pl: Brak kontekstu w pliku %s

source: Sorry, run_init may be used only on a SELinux kernel.
pl: Niestety run_init mo¿e byæ u¿ywany tylko z j±drem SELinux.

source: authentication failed.
pl: uwierzytelnienie nie powiod³o siê.

source: Requires at least one category
pl: Wymagana jest przynajmniej jedna kategoria

source: Can not modify sensitivity levels using '+' on %s
pl: Nie mo¿na zmodyfikowaæ poziomów wra¿liwo¶ci przy u¿yciu '+' na %s

source: %s is already in %s
pl: %s ju¿ jest w %s

source: %s is not in %s
pl: %s nie jest w %s

source: Can not combine +/- with other types of categories
pl: Nie mo¿na ³±czyæ +/- z innymi rodzajami kategorii

source: Can not have multiple sensitivities
pl: Nie mo¿na mieæ wielu wra¿liwo¶ci

source: Usage %s CATEGORY File ...
pl: Sk³adnia: %s KATEGORIA PLIK ...

source: Usage %s -l CATEGORY user ...
pl: Sk³adnia: %s -l KATEGORIA u¿ytkownik ...

source: Usage %s [[+|-]CATEGORY],...]q File ...
pl: Sk³adnia: %s [[+|-]KATEGORIA],...]q PLIK ...

source: Usage %s -l [[+|-]CATEGORY],...]q user ...
pl: Sk³adnia: %s -l [[+|-]KATEGORIA],...]q u¿ytkownik ...

source: Usage %s -d File ...
pl: Sk³adnia: %s -d PLIK ...

source: Usage %s -l -d user ...
pl: Sk³adnia: %s -l -d u¿ytkownik ...

source: Usage %s -L
pl: Sk³adnia: %s -L

source: Usage %s -L -l user
pl: Sk³adnia: %s -L -l u¿ytkownik

source: Use -- to end option list. For example
pl: Flaga -- koñczy listê opcji. Na przyk³ad

source: Requires 2 or more arguments
pl: Wymagane s± 2 lub wiêcej argumentów

source: %s not defined
pl: %s nie jest zdefiniowany

source: %s not valid for %s objects
pl: %s nie jest poprawne dla obiektów %s

source: range not supported on Non MLS machines
pl: zakres nie obs³ugiwany na maszynach nie-MLS

source: You must specify a role
pl: Trzeba podaæ rolê

source: You must specify a prefix
pl: Trzeba podaæ przedrostek

source: Options Error %s
pl: B³±d opcji %s

source: Invalid value %s
pl: Nieprawid³owa warto¶æ %s

source: translations not supported on non-MLS machines
pl: przemiany nie s± obs³ugiwane na maszynach nie-MLS

source: Unable to open %s: translations not supported on non-MLS machines
pl: Nie uda³o siê otworzyæ %s: przemiany nie s± obs³ugiwane na maszynach nie-MLS

source: Level
pl: Poziom

source: Translation
pl: Przemiana

source: Translations can not contain spaces '%s'
pl: Przemiany nie mog± zawieraæ spacji '%s'

source: Invalid Level '%s'
pl: Nieprawid³owy poziom '%s'

source: %s already defined in translations
pl: %s jest ju¿ zdefiniowane w przemianach

source: %s not defined in translations
pl: %s nie jest zdefiniowane w przemianach

source: Could not create semanage handle
pl: Nie uda³o siê utworzyæ uchwytu semanage

source: SELinux policy is not managed or store cannot be accessed.
pl: Polityka SELinuksa nie jest zarz±dzana albo nie mo¿na siê dostaæ do danych.

source: Cannot read policy store.
pl: Nie mo¿na odczytaæ danych polityki.

source: Could not establish semanage connection
pl: Nie uda³o siê ustanowiæ po³±czenia semanage

source: Could not create a key for %s
pl: Nie uda³o siê utworzyæ klucza dla %s

source: Could not check if login mapping for %s is defined
pl: Nie uda³o siê sprawdziæ, czy odwzorowanie loginu dla %s jest zdefiniowane

source: Login mapping for %s is already defined
pl: Odwzorowanie loginu dla %s jest ju¿ zdefiniowane

source: Linux User %s does not exist
pl: U¿ytkownik Linuksa %s nie istnieje

source: Could not create login mapping for %s
pl: Nie uda³o siê utworzyæ odwzorowania loginu dla %s

source: Could not set name for %s
pl: Nie uda³o siê ustawiæ nazwy dla %s

source: Could not set MLS range for %s
pl: Nie uda³o siê ustawiæ zakresu MLS dla %s

source: Could not set SELinux user for %s
pl: Nie uda³o siê ustawiæ u¿ytkownika SELinuksa dla %s

source: Could not start semanage transaction
pl: Nie uda³o siê rozpocz±æ transakcji semanage

source: Could not add login mapping for %s
pl: Nie uda³o siê dodaæ odwzorowania loginu dla %s

source: add SELinux user mapping
pl: dodawanie odwzorowania u¿ytkownika SELinuksa

source: Requires seuser or serange
pl: Wymagany jest seuser lub serange

source: Login mapping for %s is not defined
pl: Odwzorowanie loginu dla %s nie jest zdefiniowane

source: Could not query seuser for %s
pl: Nie uda³o siê odpytaæ o seuser dla %s

source: Could not modify login mapping for %s
pl: Nie uda³o siê zmodyfikowaæ odwzorowania loginu dla %s

source: Login mapping for %s is defined in policy, cannot be deleted
pl: Odwzorowanie loginu dla %s jest zdefiniowane w polityce, nie mo¿na go usun±æ

source: Could not delete login mapping for %s
pl: Nie uda³o siê usun±æ odwzorowania loginu dla %s

source: Could not list login mappings
pl: Nie uda³o siê uzyskaæ listy odwzorowañ loginów

source: Login Name
pl: Nazwa u¿ytkownika

source: SELinux User
pl: U¿ytkownik SELinuksa

source: MLS/MCS Range
pl: Zakres MLS/MCS

source: Could not check if SELinux user %s is defined
pl: Nie uda³o siê sprawdziæ, czy u¿ytkownik SELinuksa %s jest zdefiniowany

source: SELinux user %s is already defined
pl: U¿ytkownik SELinuksa %s jest ju¿ zdefiniowany

source: Could not create SELinux user for %s
pl: Nie uda³o siê utworzyæ u¿ytkownika SELinuksa dla %s

source: Could not add role %s for %s
pl: Nie uda³o siê dodaæ roli %s dla %s

source: Could not set MLS level for %s
pl: Nie uda³o siê ustawiæ poziomu MLS dla %s

source: Could not add prefix %s for %s
pl: Nie uda³o siê dodaæ przedrostka %s dla %s

source: Could not extract key for %s
pl: Nie uda³o siê wyci±gn±æ klucza dla %s

source: Could not add SELinux user %s
pl: Nie uda³o siê dodaæ u¿ytkownika SELinuksa %s

source: Requires prefix, roles, level or range
pl: Wymagany jest przedrostek, role, poziom lub zakres

source: Requires prefix or roles
pl: Wymagany jest przedrostek lub role

source: SELinux user %s is not defined
pl: U¿ytkownik SELinuksa %s nie jest zdefiniowany

source: Could not query user for %s
pl: Nie uda³o siê odpytaæ o u¿ytkownika %s

source: Could not modify SELinux user %s
pl: Nie uda³o siê zmodyfikowaæ u¿ytkownika SELinuksa %s

source: SELinux user %s is defined in policy, cannot be deleted
pl: U¿ytkownik SELinuksa %s jest zdefiniowany w polityce, nie mo¿na go usun±æ

source: Could not delete SELinux user %s
pl: Nie uda³o siê usun±æ u¿ytkownika SELinuksa %s

source: Could not list SELinux users
pl: Nie uda³o siê uzyskaæ listy u¿ytkowników SELinuksa

source: Could not list roles for user %s
pl: Nie uda³o siê uzyskaæ listy ról dla u¿ytkownika %s

source: Labeling
pl: Etykietowanie

source: Prefix
pl: Prefiks

source: MCS Level
pl: Poziom MCS

source: MCS Range
pl: Zakres MCS

source: SELinux Roles
pl: Role SELinuksa

source: Protocol udp or tcp is required
pl: Wymagany jest protokó³ udp lub tcp

source: Port is required
pl: Wymagany jest port

source: Could not create a key for %s/%s
pl: Nie uda³o siê utworzyæ klucza dla %s/%s

source: Type is required
pl: Wymagany jest typ

source: Could not check if port %s/%s is defined
pl: Nie uda³o siê sprawdziæ, czy port %s/%s jest zdefiniowany

source: Port %s/%s already defined
pl: Port %s/%s jest ju¿ zdefiniowany

source: Could not create port for %s/%s
pl: Nie uda³o siê utworzyæ portu dla %s/%s

source: Could not create context for %s/%s
pl: Nie uda³o siê utworzyæ kontekstu dla %s/%s

source: Could not set user in port context for %s/%s
pl: Nie uda³o siê ustawiæ u¿ytkownika w kontek¶cie portu dla %s/%s

source: Could not set role in port context for %s/%s
pl: Nie uda³o siê ustawiæ roli w kontek¶cie portu dla %s/%s

source: Could not set type in port context for %s/%s
pl: Nie uda³o siê ustawiæ typu w kontek¶cie portu dla %s/%s

source: Could not set mls fields in port context for %s/%s
pl: Nie uda³o siê ustawiæ pól mls w kontek¶cie portu dla %s/%s

source: Could not set port context for %s/%s
pl: Nie uda³o siê ustawiæ kontekstu portu dla %s/%s

source: Could not add port %s/%s
pl: Nie uda³o siê dodaæ portu %s/%s

source: Requires setype or serange
pl: Wymagany jest setype lub serange

source: Requires setype
pl: Wymagany jest setype

source: Port %s/%s is not defined
pl: Port %s/%s nie jest zdefiniowany

source: Could not query port %s/%s
pl: Nie uda³o siê odpytaæ portu %s/%s

source: Could not modify port %s/%s
pl: Nie uda³o siê zmodyfikowaæ portu %s/%s

source: Port %s/%s is defined in policy, cannot be deleted
pl: Port %s/%s jest zdefiniowany w polityce, nie mo¿na go usun±æ

source: Could not delete port %s/%s
pl: Nie uda³o siê usun±æ portu %s/%s

source: Could not list ports
pl: Nie uda³o siê uzyskaæ listy portów

source: SELinux Port Type
pl: Typ portu SELinuksa

source: Proto
pl: Protokó³

source: Port Number
pl: Numer portu

source: SELinux Type is required
pl: Wymagany jest typ SELinuksa

source: Could not create key for %s
pl: Nie uda³o siê utworzyæ klucza dla %s

source: Could not check if interface %s is defined
pl: Nie uda³o siê sprawdziæ, czy interfejs %s jest zdefiniowany

source: Interface %s already defined
pl: Interfejs %s jest ju¿ zdefiniowany

source: Could not create interface for %s
pl: Nie uda³o siê utworzyæ interfejsu dla %s

source: Could not create context for %s
pl: Nie uda³o siê utworzyæ kontekstu dla %s

source: Could not set user in interface context for %s
pl: Nie uda³o siê ustawiæ u¿ytkownika w kontek¶cie interfejsu dla %s

source: Could not set role in interface context for %s
pl: Nie uda³o siê ustawiæ roli w kontek¶cie interfejsu dla %s

source: Could not set type in interface context for %s
pl: Nie uda³o siê ustawiæ typu w kontek¶cie interfejsu dla %s

source: Could not set mls fields in interface context for %s
pl: Nie uda³o siê ustawiæ pól mls w kontek¶cie interfejsu dla %s

source: Could not set interface context for %s
pl: Nie uda³o siê ustawiæ kontekstu interfejsu dla %s

source: Could not set message context for %s
pl: Nie uda³o siê ustawiæ kontekstu komunikatu dla %s

source: Could not add interface %s
pl: Nie uda³o siê dodaæ interfejsu %s

source: Interface %s is not defined
pl: Interfejs %s nie jest zdefiniowany

source: Could not query interface %s
pl: Nie uda³o siê odpytaæ interfejsu %s

source: Could not modify interface %s
pl: Nie uda³o siê zmodyfikowaæ interfejsu %s

source: Interface %s is defined in policy, cannot be deleted
pl: Interfejs %s jest zdefiniowany w polityce, nie mo¿na go usun±æ

source: Could not delete interface %s
pl: Nie uda³o siê usun±æ interfejsu %s

source: Could not list interfaces
pl: Nie uda³o siê uzyskaæ listy interfejsów

source: SELinux Interface
pl: Interfejs SELinuksa

source: Context
pl: Kontekst

source: Could not check if file context for %s is defined
pl: Nie uda³o siê sprawdziæ, czy kontekst pliku dla %s jest zdefiniowany

source: File context for %s already defined
pl: Kontekst pliku dla %s jest ju¿ zdefiniowany

source: Could not create file context for %s
pl: Nie uda³o siê ustawiæ kontekstu pliku dla %s

source: Could not set user in file context for %s
pl: Nie uda³o siê ustawiæ u¿ytkownika w kontek¶cie pliku dla %s

source: Could not set role in file context for %s
pl: Nie uda³o siê ustawiæ roli w kontek¶cie pliku dla %s

source: Could not set type in file context for %s
pl: Nie uda³o siê ustawiæ typu w kontek¶cie pliku dla %s

source: Could not set mls fields in file context for %s
pl: Nie uda³o siê ustawiæ pól mls w kontek¶cie pliku dla %s

source: Could not set file context for %s
pl: Nie uda³o siê ustawiæ kontekstu pliku dla %s

source: Could not add file context for %s
pl: Nie uda³o siê dodaæ kontekstu pliku dla %s

source: Requires setype, serange or seuser
pl: Wymagany jest setype, serange lub seuser

source: File context for %s is not defined
pl: Kontekst pliku dla %s nie jest zdefiniowany

source: Could not query file context for %s
pl: Nie uda³o siê odpytaæ kontekstu pliku dla %s

source: Could not modify file context for %s
pl: Nie uda³o siê zmodyfikowaæ kontekstu pliku dla %s

source: File context for %s is defined in policy, cannot be deleted
pl: Kontekst pliku dla %s jest zdefiniowany w polityce, nie mo¿na go usun±æ

source: Could not delete file context for %s
pl: Nie uda³o siê usun±æ kontekstu pliku dla %s

source: Could not list file contexts
pl: Nie uda³o siê uzyskaæ listy kontekstów pliku

source: Could not list local file contexts
pl: Nie uda³o siê uzyskaæ listy lokalnych kontekstów pliku

source: SELinux fcontext
pl: fcontext SELinuksa

source: type
pl: typ

source: Requires value
pl: Wymagana jest warto¶æ

source: Could not check if boolean %s is defined
pl: Nie uda³o siê sprawdziæ, czy warto¶æ logiczna %s jest zdefiniowana

source: Boolean %s is not defined
pl: Warto¶æ logiczna %s nie jest zdefiniowana

source: Could not query file context %s
pl: Nie uda³o siê odpytaæ kontekstu pliku %s

source: Could not modify boolean %s
pl: Nie uda³o siê zmodyfikowaæ warto¶ci logicznej %s

source: Boolean %s is defined in policy, cannot be deleted
pl: Warto¶æ logiczna %s jest zdefiniowana w polityce, nie mo¿na jej usun±æ

source: Could not delete boolean %s
pl: Nie uda³o siê usun±æ warto¶ci logicznej %s

source: Could not list booleans
pl: Nie uda³o siê uzyskaæ listy warto¶ci logicznych

source: SELinux boolean
pl: Warto¶æ logiczna SELinuksa

source: value
pl: warto¶æ

source: Alphanumeric Charaters Only
pl: Tylko znaki alfanumeryczne

source: Generating type enforcment file: %s.te
pl: Generowanie pliku wymuszeñ typów: %s.te

source: Compiling policy
pl: Kompilowanie polityki

source: ******************** IMPORTANT ***********************
pl: *********************** WA¯NE ************************

source: In order to load this newly created policy package into the kernel, you are required to execute semodule -i %s.pp
pl: W celu za³adowania tego nowo utworzonego pakietu polityki do j±dra, nale¿y wykonaæ semodule -i %s.pp

source: Options Error: %s
pl: B³±d opcji: %s
